export const quiz = {
    totalQuestions: 5,
        "questions": [
          {
            id: 1,
            question: "Agile Manifesto چه اصولی را تعریف می‌کند؟",
            answers: [
              "الف) اصول تعهد به مشتری، تغییرات گرا، همکاری، و احترام به افراد",
              "ب) اصول حفظ حریم خصوصی، تبلیغات، شفافیت، و تنوع",
              "ج) اصول تندرستی، زیست محیطی، کیفیت زندگی، و عدالت اجتماعی",
              "د) اصول تسهیل در ارتباطات، کار تیمی، رهبری، و خلاقیت"
            ],
            correctAnswer: "الف) اصول تعهد به مشتری، تغییرات گرا، همکاری، و احترام به افراد"
          },
          {
            id: 2,
            question: "چگونه Agile به بهبود ارتباطات در تیم کمک می‌کند؟",
            answers: [
              "الف) با ارائه تغییرات فراوان",
              "ب) با ایجاد تعامل و همکاری بیشتر",
              "ج) با استفاده از نرم‌افزارهای مدیریت پروژه",
              "د) با ایجاد یک سیستم عامل جدید"
            ],
            correctAnswer: "ب) با ایجاد تعامل و همکاری بیشتر"
          },
          {
            id: 3,
            question: "چه مزایا و معایبی در استفاده از Agile وجود دارد؟",
            answers: [
              "الف) افزایش همکاری تیم / افزایش تنش در تیم",
              "ب) ارائه سریع نرم‌افزار / کاهش امکان تغییر درخواست‌ها",
              "ج) توانایی تغییر درخواست‌ها / افزایش پیچیدگی مدیریت",
              "د) همگانی بودن / تخصصی بودن"
            ],
            correctAnswer: "الف) افزایش همکاری تیم / افزایش تنش در تیم"
          },
          {
            id: 4,
            question: "چگونه می‌توان تجربه Agile را در پروژه‌های مختلف بهبود داد؟",
            answers: [
              "الف) با افزایش مقاومت در برخی اعضای تیم",
              "ب) با ایجاد فرهنگ مناسب و آموزش مداوم",
              "ج) با استفاده از نرم‌افزارهای مدیریت پروژه",
              "د) با اعمال محدودیت‌های شدید در تغییرات"
            ],
            correctAnswer: "ب) با ایجاد فرهنگ مناسب و آموزش مداوم"
          }
        ]
      }
    ;